Repository: eea/volto-accordion-block
Catalog: locales/*/LC_MESSAGES/volto.po
Languages: es, nl, ro

source: A short hint that describes the expected value within this block
es: Una breve pista que describe el valor esperado dentro de este bloque
nl: Een korte hint die de verwachte waarde binnen dit blok beschrijft

source: Accordion
es: Acordeón
nl: Accordeon
ro: Acordeon

source: Accordion Title size
es: Tamaño del título
nl: Grootte van titel van accordeon
ro: Mărimea titlului acordeonului

source: Accordion block
es: Bloque acordeón
nl: Accordeonblok
ro: Bloc Accordeon

source: Accordion block settings
es: Configuración de bloque de acordeón
nl: Instellingen accordeonblok

source: Accordion theme
es: Tema de acordeón
nl: Accordeonthema
ro: Tema acordeonului

source: Accordion title
es: Título de acordeón
nl: Accordeontitel

source: Add
es: Añadir
nl: Toevoegen
ro: Adaugă

source: Allow multiple panels open at a time
es: Le permite tener varios paneles abiertos al mismo tiempo
nl: Sta toe meer panelen tegelijk open te houden
ro: Permite deschiderea mai multor panouri simultan

source: Allow only the following blocks types
es: Permitir solo los siguientes tipos de bloques
nl: Sta alleen de volgende bloktypes toe

source: Allowed blocks
es: Bloques permitido
nl: Toegestane blokken

source: Collapsed by default
es: Contraído por defecto
nl: Standaard ingeklapt
ro: Închis implicit

source: Default
es: Por defecto
nl: Standaard

source: Detailed expected value within this block
es: Valor esperado detallado dentro de este bloque
nl: Gedetailleerde verwachte waarde binnen dit blok

source: Disable creation of new blocks after this block
es: Deshabilitar la creación de nuevos bloques después de este bloque
nl: Sta geen nieuwe blokken toe na dit blok

source: Disable drag & drop on this block
es: Desactivar arrastrar y soltar en este bloque
nl: Sta niet toe dit blok te verplaatsen

source: Disable editing on accordion block settings
es: Deshabilitar la edición en la configuración del bloque de acordeón
nl: Sta niet toe de instellingen van het accordeonblok aan te passen

source: Disable editing on accordion titles
es: Deshabilitar la edición en títulos de acordeón
nl: Sta niet toe accordeontitels te bewerken

source: Disable editing on this block
es: Deshabilitar la edición en este bloque
nl: Sta bewerken van dit blok niet toe

source: Disable inner buttons
es: Deshabilitar botones internos
nl: Schakel binnenste knoppen uit

source: Disable new blocks
es: Deshabilitar nuevos bloques
nl: Sta toevoegen nieuwe blokken niet toe

source: Don't allow deletion of this block
es: No permitir la eliminación de este bloque
nl: Sta niet toe dit blok te verwijderen

source: Drag and drop
es: Arrastre y suelte
nl: Verplaatsen

source: Enable filtering
es: Activar el filtrado
nl: Schakel filteren in
ro: Filtrare

source: Enter Title
es: Ingrese un título
nl: Geef titel op

source: Fixed layout
es: Diseño fijo
nl: Vastgezette weergave

source: Fixed layout, New panes (tabs) created by Editor within this block will be ignored
es: Diseño fijo, se ignorarán los nuevos paneles (pestañas) creados por el Editor dentro de este bloque

source: Fixed position
es: Posición fija

source: Friendly name
es: Título del elemento
ro: Nume

source: Heading 2
es: Encabezado 2

source: Heading 3
es: Encabezado 3

source: Heading 4
es: Encabezado 4

source: Heading 5
es: Encabezado 5

source: Heading 6
es: Encabezado 6

source: Headline
es: Encabezado
nl: Kop
ro: Mărime title

source: Helper text
es: Texto de ayuda
nl: Helptekst

source: Hide all block related buttons within this block
es: Ocultar todos los botones relacionados con el bloque dentro de este bloque

source: Instructions
es: Instrucciones
nl: Instructies

source: Non exclusive
es: No exclusivo
nl: Niet exclusief
ro: Non exclusiv

source: Options
es: Opciones
nl: Opties
ro: Opțiuni

source: Primary
es: Primario
ro: Primară

source: Read-only
es: Solo lectura

source: Read-only settings
es: Configuración de solo lectura

source: Read-only titles
es: Títulos de solo lectura

source: Remove block
es: Eliminar bloque
nl: Verwijder blok

source: Required
es: Requerido
nl: Verplicht

source: Secondary
es: Secundario
ro: Secundară

source: Section friendly name
es: Nombre descriptivo de la sección

source: Section help
es: Sección de Ayuda

source: Tertiary
es: Terciario
ro: Terțiară

source: Theme
es: Tema
nl: Thema
ro: Tema

source: Title
es: Título
nl: Titel
ro: Titlu

source: Title Icon on the right
es: Mostrar el icono de la derecha
ro: Pictograma în dreapta titlului

source: Title size
es: Tamaño del título
ro: Mărime titlu

source: Type to filter...
es: Escriba para filtrar...
ro: Filtrează...

source: Unknown Block
es: Bloque desconocido
nl: Onbekend blok {block}
ro: Block necunoscut

source: add_block_in_position
es: Añadir bloque en posición

source: delete
es: eliminar
nl: verwijderen
ro: Șterge

source: panel_index
es: Panel {panel_index}
nl: Paneel {panel_index}
